{
    "lyric1":
	{
        "lyric": "Mirror, Tell me who's the fairest of them all, Even if I become a megalomaniac, Come and stroke my ego, Go, go, go , Let me enter your matrix, Taste your delights, No one can,  dissuade me from it, Go, go, go, I'll do anything to accompany you, I'm really one-track-minded, I'm fine in my bubble, Go, go, go, Everything is beautiful, Everything is rosy, For as long as I need it, Tell me, who's the fairest?Go, go, go, Go, go, go, Mirror, What have you done with my head?, This dishonest transformation, It's not what I asked for,Go, go, go, The buzz is nothing but a fake, I'm no longer in the matrix, There's no longer anyone to talk to about it, Go, go, go, I'll do anything to recover, What I'm currently ruining.Finally I've left my bubble, Go, go, go, Everything is beautiful, Everything is rosy, Before my ego imposes, I'm done with looking at you, Go, go, go, Go, go, go, Go, go, go, Ego Ego, Go, go, go.",
        "song": "Ego"
    },
	"lyric2" : 
    {
        "lyric": "From now on, I'm gonna be my own best friend.",
        "song": "Me, Myself, and I"
    },
	"lyric3" : 
    {
        "lyric": "I'mma keep runnin' because a winner don't quit on themselves.",
        "song": "Freedom"
    },
	"lyric4" : 
    {
        "lyric": "I woke up looking this good and I wouldn't change it if I could.",
        "song": "Flawless"
    },
	"lyric5" : 
    {
        "lyric": "I dream it. I work hard. I grind 'til I own it.",
        "song": "Formation"
    },
	"lyric6" : 
    {
        "lyric": "I woke up like this. I woke up like this. We flawless, ladies tell 'em.",
        "song": "Flawless"
    },
	"lyric7" : 
    {
        "lyric": "I am the dragon breathing fire. Beautiful mane, I’m the lion.",
        "song": "Don't hurt yourself"
    },
	"lyric8" : 
    {
        "lyric": "She too smart to crave material things. She pushing herself day and night. She grinds from Monday to Friday works from Friday to Sunday.",
        "song": "6 Inch"
    },
	"lyric9" : 
    {
        "lyric": "You ain’t never seen a fire like the one I’ma cause.",
        "song": "Ring the Alarm"
    },
	"lyric10" : 
    {
        "lyric": "I'm the number one chick, I don't need no hype.",
        "song": "Bow Down"
    },
	"lyric11" : 
    {
        "lyric": "I'm the number one chick. I don't need no hype.",
        "song": "Bow Down"
    },
	"lyric12" : 
    {
        "lyric": "I was served lemons, but I made lemonade.",
        "song": "Freedom"
    },
	"lyric13" : 
    {
        "lyric": "Sorry, I ain't sorry.",
        "song": "Sorry"
    },
	"lyric14" : 
    {
        "lyric": "We're smart enough to make these millions, smart enough to bear these children, then get back to business.",
        "song": "Run the World"
    },
	"lyric15" : 
    {
        "lyric": "Who run the world? Girls.",
        "song": "Run the World"
    },
	"lyric16" : 
    {
        "lyric": "You must not know 'bout me.",
        "song": "Irreplaceable"
    },
	"lyric17" : 
    {
        "lyric": "I know the world and I know who I am. It’s ‘bout time I show it.",
        "song": "Grown Woman"
    },
	"lyric18" : 
    {
        "lyric": "I’m a grown woman. I can whatever I want.",
        "song": "Grown Woman"
    },
	"lyric19" : 
    {
        "lyric": "There’s nothing not to love about me. I’m lovely.",
        "song": "Sasha Fierce"
    },
	"lyric20" : 
    {
        "lyric": "I’m comfortable in my skin.",
        "song": "Rocket"
    },
	"lyric21" : 
    {
        "lyric": "You know I give you life.",
        "song": "Don’t Hurt Yourself"
    },
	"lyric22" : 
    {
        "lyric": "I’m a diva.",
        "song": "Diva"
    },
	"lyric23" : 
    {
        "lyric": "Been a number one diva in this game for a minute.",
        "song": "Diva"
    },
	"lyric24" : 
    {
        "lyric": "I talk like this cause I can back it up. I walk this cause I can back it up.",
        "song": "Ego"
    }
}